linear.measurement.postgres.routine.original.v.1.19/postgres.op_routine.threads_220.mes_2.dat
//bin/java  -classpath /home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/conf:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/core-0.18.0-SNAPSHOT.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/HdrHistogram-2.1.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/htrace-core4-4.1.0-incubating.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/jackson-core-asl-1.9.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/jackson-mapper-asl-1.9.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/conf:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/postgrenosql-binding-0.18.0-SNAPSHOT.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/checker-qual-3.31.0.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/json-simple-1.1.1.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/postgresql-42.6.0.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/slf4j-api-1.7.25.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/slf4j-simple-1.7.13.jar site.ycsb.Client -t -db site.ycsb.postgrenosql.PostgreNoSQLDBClient -P ./workloads/workloadb -p recordcount=15585 -threads 220 -P ./postgrenosql/conf/postgrenosql.properties
[OVERALL], RunTime(ms), 869
[OVERALL], Throughput(ops/sec), 1150.7479861910242
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 4
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.46029919447640966
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 4
[TOTAL_GC_TIME_%], Time(%), 0.46029919447640966
[READ], Operations, 952
[READ], AverageLatency(us), 115022.85714285714
[READ], MinLatency(us), 108
[READ], MaxLatency(us), 279039
[READ], 95thPercentileLatency(us), 228351
[READ], 99thPercentileLatency(us), 254335
[READ], Return=OK, 952
[CLEANUP], Operations, 220
[CLEANUP], AverageLatency(us), 6.168181818181818
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 1289
[CLEANUP], 95thPercentileLatency(us), 1
[CLEANUP], 99thPercentileLatency(us), 3
[SCAN], Operations, 48
[SCAN], AverageLatency(us), 115041.52083333333
[SCAN], MinLatency(us), 503
[SCAN], MaxLatency(us), 250239
[SCAN], 95thPercentileLatency(us), 222591
[SCAN], 99thPercentileLatency(us), 250239
[SCAN], Return=OK, 48