linear.measurement.postgres.routine.original.v.1.19/postgres.op_routine.threads_460.mes_5.dat
//bin/java  -classpath /home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/conf:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/core-0.18.0-SNAPSHOT.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/HdrHistogram-2.1.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/htrace-core4-4.1.0-incubating.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/jackson-core-asl-1.9.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/jackson-mapper-asl-1.9.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/conf:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/postgrenosql-binding-0.18.0-SNAPSHOT.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/checker-qual-3.31.0.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/json-simple-1.1.1.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/postgresql-42.6.0.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/slf4j-api-1.7.25.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/slf4j-simple-1.7.13.jar site.ycsb.Client -t -db site.ycsb.postgrenosql.PostgreNoSQLDBClient -P ./workloads/workloadb -p recordcount=15585 -threads 460 -P ./postgrenosql/conf/postgrenosql.properties
[OVERALL], RunTime(ms), 1030
[OVERALL], Throughput(ops/sec), 970.8737864077669
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 1
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0970873786407767
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 1
[TOTAL_GC_TIME_%], Time(%), 0.0970873786407767
[READ], Operations, 944
[READ], AverageLatency(us), 248871.94173728814
[READ], MinLatency(us), 207
[READ], MaxLatency(us), 501503
[READ], 95thPercentileLatency(us), 462335
[READ], 99thPercentileLatency(us), 491263
[READ], Return=OK, 944
[CLEANUP], Operations, 460
[CLEANUP], AverageLatency(us), 11.204347826086957
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 5067
[CLEANUP], 95thPercentileLatency(us), 1
[CLEANUP], 99thPercentileLatency(us), 3
[SCAN], Operations, 56
[SCAN], AverageLatency(us), 247341.30357142858
[SCAN], MinLatency(us), 487
[SCAN], MaxLatency(us), 501247
[SCAN], 95thPercentileLatency(us), 472831
[SCAN], 99thPercentileLatency(us), 487935
[SCAN], Return=OK, 56