linear.measurement.postgres.routine.original.v.1.19/postgres.op_routine.total_info.threads_300.txt
[READ], 95thPercentileLatency(us), 384767
[READ], AverageLatency(us), 170009.70676691728
[OVERALL], Throughput(ops/sec), 1022.4948875255624
[READ], 95thPercentileLatency(us), 269311
[READ], AverageLatency(us), 139001.07263157895
[OVERALL], Throughput(ops/sec), 1187.648456057007
[READ], 95thPercentileLatency(us), 312063
[READ], AverageLatency(us), 141565.87920168068
[OVERALL], Throughput(ops/sec), 1245.3300124533
[READ], 95thPercentileLatency(us), 332543
[READ], AverageLatency(us), 163289.36970338982
[OVERALL], Throughput(ops/sec), 1062.6992561105208
[READ], 95thPercentileLatency(us), 308991
[READ], AverageLatency(us), 146048.506302521
[OVERALL], Throughput(ops/sec), 1149.4252873563219
[READ], 95thPercentileLatency(us), 304383
[READ], AverageLatency(us), 148655.22703273495
[OVERALL], Throughput(ops/sec), 1132.5028312570782
[READ], 95thPercentileLatency(us), 321279
[READ], AverageLatency(us), 152599.2970711297
[OVERALL], Throughput(ops/sec), 1135.0737797956867
[READ], 95thPercentileLatency(us), 319487
[READ], AverageLatency(us), 154997.8962264151
[OVERALL], Throughput(ops/sec), 1166.8611435239206
[READ], 95thPercentileLatency(us), 293119
[READ], AverageLatency(us), 144801.87853403142
[OVERALL], Throughput(ops/sec), 1203.3694344163657
[READ], 95thPercentileLatency(us), 312063
[READ], AverageLatency(us), 148718.12723449
[OVERALL], Throughput(ops/sec), 1166.8611435239206
[READ], 95thPercentileLatency(us), 296703
[READ], AverageLatency(us), 159133.32389937105
[OVERALL], Throughput(ops/sec), 1117.31843575419
[READ], 95thPercentileLatency(us), 267263
[READ], AverageLatency(us), 133072.05005213764
[OVERALL], Throughput(ops/sec), 1226.993865030675
[READ], 95thPercentileLatency(us), 287487
[READ], AverageLatency(us), 138000.9623036649
[OVERALL], Throughput(ops/sec), 1207.729468599034
[READ], 95thPercentileLatency(us), 294399
[READ], AverageLatency(us), 145733.64773922187
[OVERALL], Throughput(ops/sec), 1196.1722488038276
[READ], 95thPercentileLatency(us), 371199
[READ], AverageLatency(us), 160296.19324181628
[OVERALL], Throughput(ops/sec), 1097.694840834248
[READ], 95thPercentileLatency(us), 308735
[READ], AverageLatency(us), 150865.04847207587
[OVERALL], Throughput(ops/sec), 1140.2508551881415
[READ], 95thPercentileLatency(us), 332543
[READ], AverageLatency(us), 162394.57569296376
[OVERALL], Throughput(ops/sec), 1052.6315789473683
[READ], 95thPercentileLatency(us), 278783
[READ], AverageLatency(us), 137312.8680628272
[OVERALL], Throughput(ops/sec), 1242.2360248447205
[READ], 95thPercentileLatency(us), 271103
[READ], AverageLatency(us), 134279.5481171548
[OVERALL], Throughput(ops/sec), 1236.0939431396787
[READ], 95thPercentileLatency(us), 315135
[READ], AverageLatency(us), 163246.74105263158
[OVERALL], Throughput(ops/sec), 1118.5682326621925